#include <stdio.h>
#include <locale.h>
int main()
{
	setlocale(LC_CTYPE, "RUS");
	puts("                         O----------------------------------------------O");
	puts("                         |                                              |");
	puts("                         |     Тема: Вывод темы лабораторной работы     |");
	puts("                         |   Выполнил Квасов И. А.                      |");
	puts("                         |                                              |");
	puts("                         O----------------------------------------------O");
	return 777;
}